[Matriarche_runique2.A_Creature_Matriarche_r H7Creature]
mName="符文女族长"
mLore="符文女族长就像是迪斯对应符文祭司的存在。多亏了刻在身体上的强大标记，当一位符文祭司为阿尔卡斯战死时，他可以转化为符文女族长。这个强大的灵魂拥有祭司生前使用过的所有符文法术。她可以在战斗中自由使用它们，支援剩下的祭司战斗。"

[Matriarche_runique2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="元素风暴"
mTooltip="该生物对 2x6 区域内的所有敌方单位造成 %d.min 到 %d.max %ICON_AIR 气系伤害。被击中的飞行生物还将被瘫痪。\n如果该生物处于近战状态，则无法使用。\n每场战斗一次。"

[Matriarche_runique2.A_RangedAttack_NoProjectile H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="空气操纵"
mTooltip="对目标敌方生物造成 %d %d.icon 气系伤害，并将其向选定方向移动。\n每场战斗一次。"

[Matriarche_runique2.A_RangedAttack_NoProjectile2 H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"

[God_of_rune.A_Creature_god H7Creature]
mName="符文魔像"
mLore="矮人作为铁匠，非常欣赏魔像的工艺。当法师们成功重现了杉提瑞时代的魔像后，他们自己也想要如此强大的武器。经过多次尝试，他们终于成功了。结合锻造和符文技能，他们创造了由阿尔卡斯的永恒之火驱动的盔甲，由无数符文提供动力，构装体本身可以使用这些符文。\n\n招募所需稀有资源：\n5 龙钢"

[God_of_rune.A_Carapace H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="钢壳"
mTooltip="该生物不能被任何负面法术或效果选中。来自敌方攻击的所有伤害减少 15%。"

[God_of_rune.A_FieryEye H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="猛冲"
mTooltip="该生物在一条直线上进行全范围射击，对所有生物造成 %d.min 到 %d.max %ICON_EARTH 土系伤害。\n每场战斗一次。"

[God_of_rune.A_Renforcement_runique H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="符文强化"
mTooltip="每个部署的符文增加英雄军队中大型生物的 %buff1.buff.stat1 %buff1.buff.stat1.icon 攻击力和 %buff1.buff.stat2 %buff1.buff.stat2.icon 防御力。"

v1.38

[God_of_rune.A_runiquegod_Buff H7BaseBuff]
mName="符文强化"
mTooltip=""